source/app/views/welcome/index.html.erb

            <tbody>
                <% Player.all.each do |player| %>
---
SELECT "players".* FROM "players"